epyc-7763-guc/20240905-1444-guc-tests/logs/1-32768-10-index-yes-no-no-8-1726020458/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/scalability-tests-2/20240905-1444-guc-tests/logs/1-32768-10-index-yes-no-no-8-1726020458/index.sql
scaling factor: 1
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 6869136
number of failed transactions: 0 (0.000%)
latency average = 0.185 ms
initial connection time = 69.362 ms
tps = 1386280.434398 (without initial connection time)